Repository: wp-plugins/wp-fetlife-importer
Catalog: languages/wp-fetlife-importer-*.po
Languages: es_es

source: Failed to log in to FetLife. Wait a bit and try again.
es_es: Falló autenticarse en FetLife. Espere un momento y pruebe nuevamente.

source: about my life and journey
es_es: acerca de mi vida y viaje

source: that I have written
es_es: que he escrito

source: about random stuff
es_es: sobre cosas aleatorias

source: All done.
es_es: Listo.

source: Have fun!
es_es: ¡Diviértase!

source: Remember to update the passwords and roles of imported users.
es_es: Recuerde actualizar las contraseñas y roles de los usuarios importados.

source: If you need more help <a href="http://maybemaimed.com/escape-from-fetlife/">escaping FetLife</a>, <a href="http://maybemaimed.com/seminars/#booking-inquiry">just ask</a>!
es_es: Si necesita más ayuda <a href="http://maybemaimed.com/escape-from-fetlife/">utilizando FetLife</a>, ¡<a href="http://maybemaimed.com/seminars/#booking-inquiry">solo pregunte</a>!

source: Assign Authors
es_es: Asignar Autores

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
es_es: Para hacerlo más fácil de editar y salvar el contenido importado, usted puede querer reasignar el autor del elemento importado a un usuario existente en este sitio. Por ejemplo, usted puede querer importar todas las entradas como entradas de <code>admin</code>.

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
es_es: Si un usuario nuevo es creado por WordPress, una contraseña nueva será generada de manera aleatoria y el rol del usuario será establecido como %s. Será necesario cambiar manualmente los detalles del nuevo usuario.

source: Import Pictures
es_es: Importar Imágenes

source: Download and import Pictures from FetLife
es_es: Bajar e importar Imágenes de FetLife

source: Submit
es_es: Enviar

source: Import author:
es_es: Importar autor:

source: or create new user with login name:
es_es: o crear nuevo usuario con el nombre de usuario:

source: as a new user:
es_es: como un nuevo usuario:

source: assign posts to an existing user:
es_es: asignar posts a un usuario existente:

source: or assign posts to an existing user:
es_es: o asignar posts a un usuario existente:

source: - Select -
es_es: - Seleccionar -

source: Failed to create new user for %s. Their posts will be attributed to the current user.
es_es: Falló crear un nuevo usuario para %s. Sus posts serán asociados al usuario actual.

source: Failed to import category %s
es_es: Falló importar la categoría %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
es_es: Falló importar &#8220;%s&#8221;: Tipo de post inválido %s

source: %s &#8220;%s&#8221; already exists.
es_es: %s &#8220;%s&#8221; ya existe.

source: Failed to import %s &#8220;%s&#8221;
es_es: Falló importar %s &#8220;%s&#8221;

source: Failed to import %s %s
es_es: Falló importar %s %s

source: Fetching attachments is not enabled
es_es: Adjuntar archivos no está habilitado

source: Invalid file type
es_es: Tipo de archivo inválido

source: Remote server did not respond
es_es: El servidor remoto no respondió

source: Remote server returned error response %1$d %2$s
es_es: El servidor remoto devolvió la respuesta de error %1$d %2$s

source: Remote file is incorrect size
es_es: El archivo remoto tiene un tamaño incorrecto

source: Zero size file downloaded
es_es: Se descargó un archivo con tamaño cero

source: Remote file is too large, limit is %s
es_es: El archivo remoto es muy grande, el límite es %s

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
es_es: Una nueva versión de este importador está disponible. Por favor actualice a la versión %s para asegurar la compatibilidad con archivos nuevos de exportación.

source: This tool is brought to you courtesy of %1$smaymay&rsquo;s foresight%2$s. Please consider %3$smaking a donation%2$s. If you want to keep a backup of your entire FetLife account history, try %4$sthis free FetLife Exporter%2$s.
es_es: Esta herramienta le fue traída cortesía %1$smaymay&rsquo;s foresight%2$s. Por favor considere %3$shacer una donación%2$s. Si desea mantener una copia de seguridad de su historial completo de FetLife, pruebe %4$seste FetLife Exporter gratis%2$s.

source: Howdy! Enter your FetLife connection details and I&rsquo;ll import your Writings as WordPress Posts.
es_es: ¡Hola! Entre sus detalles de conexión de FetLife y yo importaré sus Escritos como Posts de WordPress.

source: FetLife nickname
es_es: Nombre de usuario de FetLife

source: Enter your FetLife nickname
es_es: Entre su nombre de usuario de su FetLife

source: FetLife password
es_es: Contraseña de FetLife

source: Enter your FetLife password
es_es: Entre su contraseña de FetLife

source: Proxy URL
es_es: URL del proxy

source: If you need to use a proxy to connect to FetLife, enter its URL here. Otherwise, leave this blank to make a direct connection.
es_es: Si necesita usar un proxy para conectarse con FetLife, entre su URL aquí. De otra forma, deje en blanco para hacer una conexión directa.

source: Connect to FetLife and import
es_es: Conectar a FetLife e importar

source: Import your FetLife Writings to your WordPress blog as posts.
es_es: Importe sus Escritos de FetLife a su blog y posts de WordPress.

source: Import your FetLife Writings and Pictures to your WordPress blog as posts.
es_es: Importar sus Escritos e Imágenes de FetLife a su blog y posts de WordPress.
